export const add_data = () => ({
    type: 'add_data',
    payload: [
        {
            title: 'Что-то новое',
            description: 'Супер новость.Супер новость.Супер новость.Супер новость.Супер новость.',
            author: 'Tom',
            date: 1611584012964
        }, {
            title: 'Что-то новое',
            description: 'Супер новость.Супер новость.Супер новость.Супер новость.Супер новость.',
            author: 'Tom',
            date: 1611584012964
        }, {
            title: 'Что-то новое',
            description: 'Супер новость.Супер новость.Супер новость.Супер новость.Супер новость.',
            author: 'Tom',
            date: 1611584012964
        }, {
            title: 'Что-то новое',
            description: 'Супер новость.Супер новость.Супер новость.Супер новость.Супер новость.',
            author: 'Tom',
            date: 1611584012964
        },
    ]
});